//******************************************************************************
//
//
//		2D画像データ
//
//
//******************************************************************************

// インクルード
#include "game.h"

#include "sprite_data.h"


// 2D画像ロードデータ
LOAD_TEXTURE e_loadTexture[] = {

	{ TEX_NUMBERS,					"./DATA/Images/UI/numbers.png" },

	{ -1, NULL },
};

// 背景

// キャラなど



// UI関係

SPRITE_CENTER e_sprNumbers = SPRITE_CENTER(TEX_NUMBERS, 0, 0, 76, 118);


//******************************************************************************
